Didyouknow = [
    ['오리 연못에 서식하는 거위는 이광형 총장님이 카이스트 교수직으로 재직하던 2001년 근처', '유성시장에서 데려온 새끼 거위들로 시작되었습니다.'],
    ['많은 카이스트 학생들은 카포전에 관심이 없습니다. 그렇지만 포스텍 학생들은 과연 그럴까요?'],
    ['그랜드 피아노를 모티브로 2010년 완공된 N3 스포츠 컴플렉스는 기부자 류근철 박사의 이름을 따서 지어졌습니다.'],
    ['N13-1 장영신학생회관의 이름은 장영신 애경 그룹 회장의 기부를 기념하기 위해 붙여졌습니다.', '긴 이름을 줄여 보통은 신학관으로 불립니다.'],
    ['2023년 현재 카이마루에는 한식을 판매중인 오늘도 든든, 분식 Hue김밥전문점, 베트남 음식 리틀하노이,', '중식 웰차이, 토스트 전문점인 캠토가 입주 중입니다.'],
    ['어은동산은 카이스트에 있는 작은 동산으로 캠퍼스 중앙에 위치에 길을 돌아 가게 만드는 주범입니다.', '지름길을 만들기 위해 어은동산에 터널을 뚫는 것은 어떨까요?'],
    ['교내에는 여러 셔틀이 존재합니다. 교내 순환버스인 OLEV와,', '본원과 문지캠퍼스, 화암생활관, 그리고 둔산 시내를 잇는 셔틀버스가 항시 운행 중입니다.'],
    ['서측 쪽문 주변에 위치한 KISTI는 한국과학기술정보연구원으로, KAIST와는 다른 소속입니다.'],
    ['새내기 남학생들이 거주하는 사랑관과 소망관은 거울 대칭 구조로 이루어져 있습니다.'],
    ['강의 시간에 늦었나요? 어서 파팔라도로 뛰어가세요!'],
    ['조기 졸업이라 술을 마시며 동기들과 어울리지 못할까 걱정하지 마세요!', '우리에겐 어은동이 있으니깐요.'],
    ['인스타 감성 맛집을 가고 싶다면 갈마동을 추천합니다!', '공부도 좋지만 가끔은 학교에서 조금 떨어진 곳으로 나가보는 것은 어떨까요?'],
    ['대전 성심당은 중구 본점을 제외하고 대전에 3곳의 분점이 있습니다.', '그 중 가장 가까운 곳은 엑스포 컨벤션 센터점입니다!'],
    ['어떤 동아리에 들어갈지 고민중인가요?', '일단 여러 개를 써보고 붙는 동아리를 선택하는 방법을 추천합니다.'],
    ['주변에서 핑프 소리를 듣는 당신! 학사 요람을 정독해보는 것은 어떨까요?'],
    ['한빛교회는 카이스트생을 위한 화장실이라는 사실!'],
    ['미래홀에서 사다리를 타고 올라가면 들어갈 수 있는 천장 내부에는 구조를 간절히 원하는 의문의 메시지가 적혀있습니다.']
]